Repository: WordPressBugBounty/plugins-floating-contact
Catalog: floating-contact/languages/floating-contact-*.po
Languages: de_de

source: Integrates a floating contact button and opens an modal with your favorite contact form.
de_de: Integriert einen Floating-Contact-Button und öffnet ein Modal mit einem bevorzugten Kontaktformular.

source: Plugin Settings
de_de: Plugin Einstellungen

source: Insert here your shortcode:
de_de: Shortcode einfügen:

source: Button color (optional):
de_de: Schaltflächenfarbe (optional):

source: Disable rotation:
de_de: Rotation deaktivieren:

source: Choose the integration mode:
de_de: Integrationsart auswählen:

source: 1. Install your favorite contact form plugin. Tested with Contact Form 7, Ninja Forms, Caldera Forms & HappyForms.
de_de: 1. Installiere ein bevorzugtes Kontaktformular-Plugin. Getestet mit Contact Form 7, Ninja Forms, Caldera Forms & HappyForms.

source: 2. Generate a form and entering the shortcode into the field. This form will shown in the modal, when the Floating Contact Button is clicked.
de_de: 2. Generiere ein Formular und gebe den Shortcode in das Feld ein. Dieses Formular wird im Modal angezeigt, wenn auf die Schaltfläche des Floating Contact Button geklickt wird.

source: 3. Change the main color of the button (default value: #ff0000).
de_de: 3. Ändere die Hauptfarbe der Schaltfläche (Standardwert: #ff0000).

source: 4. Please change the integration mode if there are problems with the theme you are using.
de_de: 4. Bitte ändere den Integrationsmodus, wenn es Probleme mit dem verwendeten Thema gibt.

source: Settings saved
de_de: Einstellungen gespeichert

source: Save Settings
de_de: Einstellungen speichern
